Repository: Darayawus/dpi-app-trial
Catalog: src/PrintBucket.Web/Resources/SharedResource.*.resx
Languages: es

# HomeTitle
source: Home page
es: Página principal

# HeroHeadline
source: Say goodbye to losing photos in endless chats.
es: Olvídate de perder fotos en chats infinitos.

# HeroSubhead
source: Your wedding, trip, or birthday—all your memories in one shared album. Organize them effortlessly, personalize them with AI... and transform them into beautiful prints whenever you wish.
es: En tu boda, viaje o cumpleaños, todos los recuerdos en un solo álbum compartido. Organízalos, personalízalos con IA… y conviértelos en papel cuando quieras.

# HeroBenefits
source: Private · Secure · Easy to share
es: Privado · Seguro · Fácil de compartir

# Start
source: Create my space
es: Crear mi espacio

# ImageAlt
source: PrintBucket hero image
es: Imagen principal de PrintBucket

# QRCodeNote
source: Share instantly via QR code
es: Comparte al instante con código QR

# PrintsNote
source: Order high-quality prints
es: Solicita impresiones de alta calidad

# NavCreate
source: Create your space
es: Crear tu espacio

# NavAccess
source: Access your space
es: Acceder a tu espacio

# Access
source: Access your space
es: Accede a tu espacio

# CreateTitle
source: Create your personalized space
es: Crea tu espacio personalizado

# EmailLabel
source: Email address
es: Correo electrónico

# EmailHelp
source: We'll send you an access code to this email
es: Te enviaremos un código de acceso a este email

# NameLabel
source: Name
es: Nombre

# AcceptTerms
source: I accept the terms and conditions
es: Acepto los términos y condiciones

# CreateButton
source: Create space
es: Crear espacio

# AccessTitle
source: Access your space
es: Accede a tu espacio

# AccessQRTitle
source: Scan QR code
es: Escanear código QR

# AccessQRDescription
source: Use your device's camera to scan your space's QR code
es: Usa la cámara de tu dispositivo para escanear el código QR de tu espacio

# ScanQRButton
source: Scan QR
es: Escanear QR

# AccessCodeTitle
source: Use access code
es: Usar código de acceso

# AccessCodeLabel
source: Access Code
es: Código de Acceso

# AccessButton
source: Access
es: Acceder

# QRScan_Instructions
source: Point the camera at a QR code
es: Apunta la cámara al código QR

# QRScan_Requesting
source: Requesting camera access...
es: Solicitando acceso a la cámara...

# QRScan_Searching
source: Searching for QR code...
es: Buscando código QR...

# QRScan_Error
source: Could not access camera
es: No se pudo acceder a la cámara

# ScanQRTitle
source: Scan QR Code
es: Escanear Código QR

source: Cancel
es: Cancelar

# Privacy_Title
source: Privacy Policy
es: Política de privacidad

# Privacy_Intro
source: <p>This privacy policy explains how PrintBucket collects, uses and discloses information when you use the Web UI and API.</p>
es: <p>Esta política de privacidad describe cómo PrintBucket recopila, utiliza y comunica información al usar la interfaz web y la API.</p>

# Privacy_DataCollectedTitle
source: Data we collect
es: Datos que recopilamos

# Privacy_DataCollected_Usage
source: Usage data such as IP address, timestamps, request logs and performance metrics necessary to operate the service.
es: Datos de uso como dirección IP, marcas temporales, registros de peticiones y métricas necesarias para operar el servicio.

# Privacy_DataCollected_FileUploads
source: Files you upload (images), associated metadata (file names, bucket IDs) and optional descriptions you provide.
es: Archivos que sube (imágenes), metadatos asociados (nombre de archivo, identificador de bucket) y descripciones opcionales.

# Privacy_DataCollected_Diagnostics
source: Optional diagnostic and error reports (stack traces, logs) if you enable them to help us improve the product.
es: Informes opcionales de diagnóstico y errores (stack traces, registros) si los habilita para ayudarnos a mejorar el producto.

# Privacy_HowWeUseTitle
source: How we use your data
es: Cómo usamos sus datos

# Privacy_HowWeUse
source: We use data to provide, operate and improve the service, to process uploads, to respond to support requests and to detect abuse.
es: Usamos los datos para proporcionar, operar y mejorar el servicio, procesar subidas, responder soporte e investigar abusos.

# Privacy_ThirdParties
source: We use AWS services (S3, DynamoDB) and may use external analytics or monitoring providers. Their privacy policies apply to data they process.
es: Usamos servicios de AWS (S3, DynamoDB) y podemos usar proveedores externos de analítica o monitorización. Consulte sus políticas de privacidad.

# Privacy_RetentionTitle
source: Data retention
es: Conservación de datos

# Privacy_Retention
source: Uploaded files and metadata are retained while your bucket exists or as required by law. You can request deletion; removal may take time to propagate.
es: Los archivos subidos y los metadatos se conservan mientras su bucket exista o cuando lo exija la ley. Puede solicitar la eliminación; la propagación puede tardar.

# Privacy_SecurityTitle
source: Security
es: Seguridad

# Privacy_Security
source: We apply standard security measures (TLS in transit, AWS access controls). The protection of stored objects depends on bucket policies and correct configuration.
es: Aplicamos medidas de seguridad estándar (TLS en tránsito, controles de acceso en AWS). La protección de los objetos depende de las políticas del bucket y su configuración.

# Privacy_YourRightsTitle
source: Your rights
es: Sus derechos

# Privacy_YourRights
source: You may request access, correction or deletion of personal data. Contact support and provide identification to exercise these rights.
es: Puede solicitar acceso, rectificación o eliminación de sus datos personales. Contacte con soporte y aporte identificación para ejercer estos derechos.

# Privacy_ChildrenTitle
source: Children
es: Menores

# Privacy_Children
source: The service is not intended for children under 13. We do not knowingly collect personal data from children.
es: El servicio no está destinado a menores de 13 años. No recopilamos conscientemente datos personales de menores.

# Privacy_ChangesTitle
source: Changes to this policy
es: Cambios en esta política

# Privacy_Changes
source: We may update this policy. We will post changes here with a revised effective date.
es: Podemos actualizar esta política. Publicaremos los cambios aquí con la fecha de vigencia revisada.

# Privacy_ContactTitle
source: Contact
es: Contacto

# Privacy_Contact
source: For privacy questions contact: dario@parresibarra.com
es: Para cuestiones de privacidad contacte: dario@parresibarra.com

# AccessCode_Required
source: Access code is required
es: El código de acceso es requerido

# AccessCode_Length
source: Access code must be between {2} and {1} characters
es: El código debe tener entre {2} y {1} caracteres

# AccessCode_Invalid
source: Invalid access code. Please check and try again.
es: Código de acceso inválido. Por favor, revísalo e inténtalo de nuevo.

# AccessCode_Error
source: An error occurred while validating the access code. Please try again later.
es: Ocurrió un error al validar el código de acceso. Por favor, inténtalo más tarde.

# CreateBucket_Error
source: An error occurred while creating your bucket. Please try again later.
es: Ocurrió un error al crear tu espacio. Por favor, inténtalo más tarde.
